package com.example.botcstksklad;

import lombok.Data;

@Data
public class TestUtils extends BotCstkSkladApplicationTest {

    private String containerBalance = """
            {
            "Ячейки": [
            {
            "СкладскаяЯчейка": "К0125",
            "Подразделение": "721",
            "КоличествоРасход": 3997,
            "КонечныйОстаток": 450
            },
            {
            "СкладскаяЯчейка": "К0220",
            "Подразделение": "721",
            "КоличествоРасход": 2492,
            "КонечныйОстаток": 123
            },
            {
            "СкладскаяЯчейка": "К0358",
            "Подразделение": "721",
            "КоличествоРасход": 1585,
            "КонечныйОстаток": 477
            },
            {
            "СкладскаяЯчейка": "К0402",
            "Подразделение": "740",
            "КоличествоРасход": 528,
            "КонечныйОстаток": 13
            },
            {
            "СкладскаяЯчейка": "К0510",
            "Подразделение": "740",
            "КоличествоРасход": 1201,
            "КонечныйОстаток": 326
            },
            {
            "СкладскаяЯчейка": "К0532",
            "Подразделение": "740",
            "КоличествоРасход": 12137,
            "КонечныйОстаток": 313
            },
            {
            "СкладскаяЯчейка": "К1336",
            "Подразделение": "740",
            "КоличествоРасход": 830,
            "КонечныйОстаток": 680
            },
            {
            "СкладскаяЯчейка": "К1505",
            "Подразделение": "721",
            "КоличествоРасход": 3039,
            "КонечныйОстаток": 33
            },
            {
            "СкладскаяЯчейка": "К1529",
            "Подразделение": "721",
            "КоличествоРасход": 1626,
            "КонечныйОстаток": 328
            },
            {
            "СкладскаяЯчейка": "К1682",
            "Подразделение": "722",
            "КоличествоРасход": 1177,
            "КонечныйОстаток": 8
            },
            {
            "СкладскаяЯчейка": "К1714",
            "Подразделение": "740",
            "КоличествоРасход": 1736,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К1803",
            "Подразделение": "721",
            "КоличествоРасход": 1876,
            "КонечныйОстаток": 252
            },
            {
            "СкладскаяЯчейка": "К1822",
            "Подразделение": "722",
            "КоличествоРасход": 659,
            "КонечныйОстаток": 400
            },
            {
            "СкладскаяЯчейка": "К2025",
            "Подразделение": "722",
            "КоличествоРасход": 992,
            "КонечныйОстаток": 467
            },
            {
            "СкладскаяЯчейка": "К2364",
            "Подразделение": "721",
            "КоличествоРасход": 3365,
            "КонечныйОстаток": 580
            },
            {
            "СкладскаяЯчейка": "К2656",
            "Подразделение": "721",
            "КоличествоРасход": 4987,
            "КонечныйОстаток": 20
            },
            {
            "СкладскаяЯчейка": "К2700",
            "Подразделение": "722",
            "КоличествоРасход": 500,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К2750",
            "Подразделение": "722",
            "КоличествоРасход": 633,
            "КонечныйОстаток": 24
            },
            {
            "СкладскаяЯчейка": "К2922",
            "Подразделение": "740",
            "КоличествоРасход": 10052,
            "КонечныйОстаток": 2
            },
            {
            "СкладскаяЯчейка": "К3248",
            "Подразделение": "722",
            "КоличествоРасход": 641,
            "КонечныйОстаток": 89
            },
            {
            "СкладскаяЯчейка": "К3303",
            "Подразделение": "740",
            "КоличествоРасход": 679,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К3443",
            "Подразделение": "722",
            "КоличествоРасход": 565,
            "КонечныйОстаток": 35
            },
            {
            "СкладскаяЯчейка": "К3587",
            "Подразделение": "740",
            "КоличествоРасход": 11475,
            "КонечныйОстаток": 40
            },
            {
            "СкладскаяЯчейка": "К3844",
            "Подразделение": "722",
            "КоличествоРасход": 1439,
            "КонечныйОстаток": 8
            },
            {
            "СкладскаяЯчейка": "К4000",
            "Подразделение": "721",
            "КоличествоРасход": 1932,
            "КонечныйОстаток": 220
            },
            {
            "СкладскаяЯчейка": "К4219",
            "Подразделение": "721",
            "КоличествоРасход": 3357,
            "КонечныйОстаток": 38
            },
            {
            "СкладскаяЯчейка": "К5135",
            "Подразделение": "740",
            "КоличествоРасход": 11319,
            "КонечныйОстаток": 1057
            },
            {
            "СкладскаяЯчейка": "К5245",
            "Подразделение": "721",
            "КоличествоРасход": 6271,
            "КонечныйОстаток": 474
            },
            {
            "СкладскаяЯчейка": "К5380",
            "Подразделение": "721",
            "КоличествоРасход": 1626,
            "КонечныйОстаток": 252
            },
            {
            "СкладскаяЯчейка": "К5464",
            "Подразделение": "722",
            "КоличествоРасход": 0,
            "КонечныйОстаток": 675
            },
            {
            "СкладскаяЯчейка": "К6053",
            "Подразделение": "722",
            "КоличествоРасход": 400,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К6091",
            "Подразделение": "740",
            "КоличествоРасход": 12930,
            "КонечныйОстаток": 1028
            },
            {
            "СкладскаяЯчейка": "К6559",
            "Подразделение": "740",
            "КоличествоРасход": 74,
            "КонечныйОстаток": 433
            },
            {
            "СкладскаяЯчейка": "К6760",
            "Подразделение": "722",
            "КоличествоРасход": 1640,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К6935",
            "Подразделение": "722",
            "КоличествоРасход": 703,
            "КонечныйОстаток": 136
            },
            {
            "СкладскаяЯчейка": "К7015",
            "Подразделение": "722",
            "КоличествоРасход": 1318,
            "КонечныйОстаток": 266
            },
            {
            "СкладскаяЯчейка": "К7116",
            "Подразделение": "721",
            "КоличествоРасход": 2086,
            "КонечныйОстаток": 338
            },
            {
            "СкладскаяЯчейка": "К7130",
            "Подразделение": "721",
            "КоличествоРасход": 2775,
            "КонечныйОстаток": 84
            },
            {
            "СкладскаяЯчейка": "К7287",
            "Подразделение": "740",
            "КоличествоРасход": 7986,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К7381",
            "Подразделение": "721",
            "КоличествоРасход": 1445,
            "КонечныйОстаток": 380
            },
            {
            "СкладскаяЯчейка": "К7397",
            "Подразделение": "721",
            "КоличествоРасход": 2535,
            "КонечныйОстаток": 246
            },
            {
            "СкладскаяЯчейка": "К7406",
            "Подразделение": "721",
            "КоличествоРасход": 1449,
            "КонечныйОстаток": 400
            },
            {
            "СкладскаяЯчейка": "К7603",
            "Подразделение": "721",
            "КоличествоРасход": 1823,
            "КонечныйОстаток": 282
            },
            {
            "СкладскаяЯчейка": "К7619",
            "Подразделение": "721",
            "КоличествоРасход": 1893,
            "КонечныйОстаток": 556
            },
            {
            "СкладскаяЯчейка": "К7816",
            "Подразделение": "721",
            "КоличествоРасход": 3472,
            "КонечныйОстаток": 162
            },
            {
            "СкладскаяЯчейка": "К7851",
            "Подразделение": "740",
            "КоличествоРасход": 810,
            "КонечныйОстаток": 650
            },
            {
            "СкладскаяЯчейка": "К8027",
            "Подразделение": "721",
            "КоличествоРасход": 3092,
            "КонечныйОстаток": 299
            },
            {
            "СкладскаяЯчейка": "К8030",
            "Подразделение": "721",
            "КоличествоРасход": 4088,
            "КонечныйОстаток": 40
            },
            {
            "СкладскаяЯчейка": "К8092",
            "Подразделение": "721",
            "КоличествоРасход": 4346,
            "КонечныйОстаток": 218
            },
            {
            "СкладскаяЯчейка": "К8390",
            "Подразделение": "740",
            "КоличествоРасход": 792,
            "КонечныйОстаток": 4
            },
            {
            "СкладскаяЯчейка": "К8505",
            "Подразделение": "721",
            "КоличествоРасход": 3592,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К8605",
            "Подразделение": "721",
            "КоличествоРасход": 5308,
            "КонечныйОстаток": 67
            },
            {
            "СкладскаяЯчейка": "К8635",
            "Подразделение": "740",
            "КоличествоРасход": 630,
            "КонечныйОстаток": 0
            },
            {
            "СкладскаяЯчейка": "К8941",
            "Подразделение": "721",
            "КоличествоРасход": 997,
            "КонечныйОстаток": 184
            },
            {
            "СкладскаяЯчейка": "К8961",
            "Подразделение": "740",
            "КоличествоРасход": 10362,
            "КонечныйОстаток": 300
            },
            {
            "СкладскаяЯчейка": "К9057",
            "Подразделение": "721",
            "КоличествоРасход": 1727,
            "КонечныйОстаток": 416
            },
            {
            "СкладскаяЯчейка": "К9297",
            "Подразделение": "740",
            "КоличествоРасход": 9416,
            "КонечныйОстаток": 538
            },
            {
            "СкладскаяЯчейка": "К9461",
            "Подразделение": "740",
            "КоличествоРасход": 9841,
            "КонечныйОстаток": 218
            },
            {
            "СкладскаяЯчейка": "К9551",
            "Подразделение": "721",
            "КоличествоРасход": 1660,
            "КонечныйОстаток": 328
            },
            {
            "СкладскаяЯчейка": "К9593",
            "Подразделение": "722",
            "КоличествоРасход": 460,
            "КонечныйОстаток": 21
            }
            ]
            }
            """;

    private String cellsBalance = """
            {
            "Ячейки": [
            {
            "Номенклатура": "Покрышка 10,00-20 Mitas EM-22 нс16",
            "НоменклатураКод": "УТ000065685",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 11,2-24 BKT TR-135 116A6 нс8",
            "НоменклатураКод": "УТ000046060",
            "СкладскаяЯчейка": "А410",
            "Подразделение": "410",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 12,00-20 ЯФ-406 нс20 ВШЗ",
            "НоменклатураКод": "00000016202",
            "СкладскаяЯчейка": "У2Лев",
            "Подразделение": "6032",
            "КонечныйОстаток": 7
            },
            {
            "Номенклатура": "Покрышка 12,00R20 NR 701 б/к Н.Камск ",
            "НоменклатураКод": "УТ000050886",
            "СкладскаяЯчейка": "У13Лев",
            "Подразделение": "6131",
            "КонечныйОстаток": 16
            },
            {
            "Номенклатура": "Покрышка 12,4-28 (320/85-28) Mitas TD-02 нс8 123A6/116A8",
            "НоменклатураКод": "УТ000040055",
            "СкладскаяЯчейка": "У2Лев",
            "Подразделение": "6032",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 12,4L-16 NorTec TS07 нс8 АШК",
            "НоменклатураКод": "УТ000041364",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 12,5/80-18 (320/80-18) Mitas IM-04 нс14 145A8",
            "НоменклатураКод": "УТ000054313",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 12,5/80-18 (320/80-18) Mitas IM-04 нс14 145A8",
            "НоменклатураКод": "УТ000054313",
            "СкладскаяЯчейка": "У7",
            "Подразделение": "606",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 13,6-24 BKT TR-135 нс8 123A6/120A8",
            "НоменклатураКод": "УТ000068095",
            "СкладскаяЯчейка": "У1Лев",
            "Подразделение": "6012",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 13,6-38 Я-166 нс6 АШК",
            "НоменклатураКод": "УТ000040251",
            "СкладскаяЯчейка": "У12",
            "Подразделение": "612",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 14,9-24 Alliance 324 нс8 128A8",
            "НоменклатураКод": "УТ000076902",
            "СкладскаяЯчейка": "У2Пр",
            "Подразделение": "6031",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 14,9-26 BKT TR-135 нс8 129A6/125A8",
            "НоменклатураКод": "УТ000031206",
            "СкладскаяЯчейка": "У3Лев",
            "Подразделение": "6052",
            "КонечныйОстаток": 6
            },
            {
            "Номенклатура": "Покрышка 14,9-30 BKT TR-135 нс8 131A6/127A8",
            "НоменклатураКод": "УТ000067052",
            "СкладскаяЯчейка": "Окно",
            "Подразделение": "6152",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 14,9-30 BKT TR-135 нс8 131A6/127A8",
            "НоменклатураКод": "УТ000067052",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 15,5-38 Ascenso TDB120 нс8 133A8",
            "НоменклатураКод": "УТ000076903",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 15,5-38 Ascenso TDB120 нс8 133A8",
            "НоменклатураКод": "УТ000076903",
            "СкладскаяЯчейка": "У16",
            "Подразделение": "6142",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 15,5-38 Ф-2АД нс8 АШК",
            "НоменклатураКод": "УТ000044568",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 16,9-34 BKT TR-135 нс8 139A6/135А8",
            "НоменклатураКод": "УТ000075616",
            "СкладскаяЯчейка": "А410",
            "Подразделение": "410",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 175/80R16 ВЛИ-10 кам АШК",
            "НоменклатураКод": "УТ000075888",
            "СкладскаяЯчейка": "578",
            "Подразделение": "103",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Покрышка 18,4-38 Cultor AS-Agri 19 нс14 ",
            "НоменклатураКод": "УТ000044651",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 185/75R16C Forward Professional-156 104/102Q АШК",
            "НоменклатураКод": "УТ000065861",
            "СкладскаяЯчейка": "897",
            "Подразделение": "103",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Покрышка 185/75R16C Forward Professional-170 б/к 102/104Q АШК",
            "НоменклатураКод": "УТ000075891",
            "СкладскаяЯчейка": "897",
            "Подразделение": "103",
            "КонечныйОстаток": 11
            },
            {
            "Номенклатура": "Покрышка 185/75R16C С-156 Волтайр",
            "НоменклатураКод": "УТ000067931",
            "СкладскаяЯчейка": "897",
            "Подразделение": "103",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 20,5-25 Nortec ER-205 нс20",
            "НоменклатураКод": "УТ000077117",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Покрышка 23,5-25 NorTec IND 247 нс20 АШК",
            "НоменклатураКод": "УТ000077116",
            "СкладскаяЯчейка": "У16",
            "Подразделение": "6142",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Покрышка 28,1R26 ФД-12М нс12 и158 ВШЗ",
            "НоменклатураКод": "УТ000033576",
            "СкладскаяЯчейка": "У16",
            "Подразделение": "6142",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Покрышка 4,00-8 Voltyre Agro DR-102 нс2 ВШЗ",
            "НоменклатураКод": "УТ000076720",
            "СкладскаяЯчейка": "А100",
            "Подразделение": "100",
            "КонечныйОстаток": 6
            },
            {
            "Номенклатура": "Покрышка 425/85R21 Aeolus AMP39 нс20 160D ",
            "НоменклатураКод": "УТ000075544",
            "СкладскаяЯчейка": "У4Лев",
            "Подразделение": "6072",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 425/85R21 NorTec TR 1260 нс18  АШК",
            "НоменклатураКод": "УТ000044822",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 425/85R21 NorTec TR 1260-1 нс18  АШК",
            "НоменклатураКод": "УТ000068665",
            "СкладскаяЯчейка": "У14",
            "Подразделение": "6141",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Покрышка 425/85R21 NorTec TR 184-1 нс18 АШК",
            "НоменклатураКод": "УТ000042621",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 20
            },
            {
            "Номенклатура": "Покрышка 425/85R21 NorTec TR 184-1 нс18 АШК",
            "НоменклатураКод": "УТ000042621",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 21
            },
            {
            "Номенклатура": "Покрышка 6,00-16 GTK AS100 нс8",
            "НоменклатураКод": "УТ000075559",
            "СкладскаяЯчейка": "А100",
            "Подразделение": "100",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Покрышка 6,50-10 Voltyre Heavy DT-123 нс10 ВШЗ",
            "НоменклатураКод": "УТ000073792",
            "СкладскаяЯчейка": "А100",
            "Подразделение": "100",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 6,50-16 Я-387-1 нс6 ВШЗ",
            "НоменклатураКод": "УТ000055033",
            "СкладскаяЯчейка": "У2Лев",
            "Подразделение": "6032",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 7,50-16 BKT AS-504 нс8 112А8/115А8",
            "НоменклатураКод": "УТ000069099",
            "СкладскаяЯчейка": "А410",
            "Подразделение": "410",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Покрышка 7,50-20 В-103 нс8 АШК",
            "НоменклатураКод": "УТ000055044",
            "СкладскаяЯчейка": "У0",
            "Подразделение": "600",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 8,25R16 O'Green AG168 нс16 б/к 128/124K (универ)",
            "НоменклатураКод": "УТ000077457",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Покрышка 8,25R16 O'Green AG896 нс16 б/к 128/124K (ведущая)",
            "НоменклатураКод": "УТ000074078",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 5
            },
            {
            "Номенклатура": "Покрышка 8,25R16 O'Green AG896 нс16 б/к 128/124K (ведущая)",
            "НоменклатураКод": "УТ000074078",
            "СкладскаяЯчейка": "У4Лев",
            "Подразделение": "6072",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Покрышка 9,00-16 NorTec IM-14 нс 10 АШК",
            "НоменклатураКод": "УТ000034002",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 10
            },
            {
            "Номенклатура": "Покрышка 9,00-16 Petlas NT-30 нс12 125/А6",
            "НоменклатураКод": "УТ000069227",
            "СкладскаяЯчейка": "У1Лев",
            "Подразделение": "6012",
            "КонечныйОстаток": 12
            },
            {
            "Номенклатура": "Покрышка 9,00R20 NU 902 Н.Камск",
            "НоменклатураКод": "УТ000070627",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10-16,5 Aeolus AS26 нс10 б/к",
            "НоменклатураКод": "УТ000066340",
            "СкладскаяЯчейка": "А420",
            "Подразделение": "420",
            "КонечныйОстаток": 30
            },
            {
            "Номенклатура": "Шина 10-16,5 Alliance SK-906 нс10 б/к",
            "НоменклатураКод": "УТ000076911",
            "СкладскаяЯчейка": "У8",
            "Подразделение": "608",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10-16,5 BKT Skid Power IMP нс8 129А2/116А8 б/к",
            "НоменклатураКод": "УТ000070638",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10-16,5 Galaxy XD2010 R-4 нс10 б/к",
            "НоменклатураКод": "УТ000033949",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10-16,5 Hawkway SKS-1 нс12 139A6 б/к",
            "НоменклатураКод": "УТ000069455",
            "СкладскаяЯчейка": "Окно",
            "Подразделение": "6152",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Шина 10-16,5 Neumaster SKS4 L-4 нс12 б/к",
            "НоменклатураКод": "УТ000065855",
            "СкладскаяЯчейка": "А331",
            "Подразделение": "331",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10-16,5 Trelleborg SK-800 нс10",
            "НоменклатураКод": "УТ000065726",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10-16,5NHS Titan HD2000 нс10 A2 б/к",
            "НоменклатураКод": "УТ000045731",
            "СкладскаяЯчейка": "У1Лев",
            "Подразделение": "6012",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Шина 10-16,5NHS Titan HD2000 нс8 A2 б/к",
            "НоменклатураКод": "УТ000031955",
            "СкладскаяЯчейка": "У1Лев",
            "Подразделение": "6012",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 (260/70-15,3) Ascenso IMB160 нс14 б/к",
            "НоменклатураКод": "УТ000073964",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 BKT AW-909 нc12 126А8 б/к",
            "НоменклатураКод": "УТ000065971",
            "СкладскаяЯчейка": "А410",
            "Подразделение": "410",
            "КонечныйОстаток": 5
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 BKT AW-909 нc12 126А8 б/к",
            "НоменклатураКод": "УТ000065971",
            "СкладскаяЯчейка": "Газон",
            "Подразделение": "6010",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Farmboy 333 нс14 б/к",
            "НоменклатураКод": "УТ000067362",
            "СкладскаяЯчейка": "Пандус2",
            "Подразделение": "склад",
            "КонечныйОстаток": 6
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Mitas IM-04 нс10 122A8 б/к",
            "НоменклатураКод": "УТ000051435",
            "СкладскаяЯчейка": "У1Лев",
            "Подразделение": "6012",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec ER-117 нс10 кам АШК",
            "НоменклатураКод": "УТ000045875",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec ER-117 нс12 кам АШК",
            "НоменклатураКод": "УТ000040074",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec IM-17 нс12 кам АШК",
            "НоменклатураКод": "УТ000037112",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 7
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec IM-17 нс12 кам АШК",
            "НоменклатураКод": "УТ000037112",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 394
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec IM-17 нс12 кам АШК",
            "НоменклатураКод": "УТ000037112",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 450
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec IM-17 нс12 кам АШК на дисках",
            "НоменклатураКод": "УТ000044599",
            "СкладскаяЯчейка": "5 Линия",
            "Подразделение": "ШИП",
            "КонечныйОстаток": 50
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 NorTec IM-17 нс12 кам АШК на дисках",
            "НоменклатураКод": "УТ000044599",
            "СкладскаяЯчейка": "Шинка",
            "Подразделение": "ШИП",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Speedways PK-303 126A8 нс12 бк",
            "НоменклатураКод": "УТ000074059",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 51
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Speedways PK-303 130A8 нс14 б/к",
            "НоменклатураКод": "УТ000074060",
            "СкладскаяЯчейка": "У1Лев",
            "Подразделение": "6012",
            "КонечныйОстаток": 108
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Sunstyer PK-303 нс14 б/к",
            "НоменклатураКод": "УТ000035175",
            "СкладскаяЯчейка": "У9",
            "Подразделение": "609",
            "КонечныйОстаток": 34
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Titan Contractor F-3 нс12 и128А8 б/к",
            "НоменклатураКод": "УТ000055536",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Titan Contractor F-3 нс12 и128А8 б/к",
            "НоменклатураКод": "УТ000055536",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 TVL-2 нс12 и126 кам ВШЗ",
            "НоменклатураКод": "УТ000041271",
            "СкладскаяЯчейка": "Газон",
            "Подразделение": "6010",
            "КонечныйОстаток": 203
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 TVL-2 нс12 и126 кам ВШЗ",
            "НоменклатураКод": "УТ000041271",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 311
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 TVL-2 нс12 и126 кам ВШЗ",
            "НоменклатураКод": "УТ000041271",
            "СкладскаяЯчейка": "У8",
            "Подразделение": "608",
            "КонечныйОстаток": 779
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 TVL-2 нс12 кам ВШЗ на дисках",
            "НоменклатураКод": "УТ000043555",
            "СкладскаяЯчейка": "Шинка",
            "Подразделение": "ШИП",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 ВЛ-30 нс10 и123 кам",
            "НоменклатураКод": "УТ000028761",
            "СкладскаяЯчейка": "Окно",
            "Подразделение": "6152",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Ф-201 нс10 и123 кам ВШЗ",
            "НоменклатураКод": "00000021827",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Ф-201 нс12 и126 кам ВШЗ",
            "НоменклатураКод": "00000016748",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,0/75-15,3 Ф-201 нс12 и126 кам ВШЗ",
            "НоменклатураКод": "00000016748",
            "СкладскаяЯчейка": "У4Пр",
            "Подразделение": "6071",
            "КонечныйОстаток": 6
            },
            {
            "Номенклатура": "Шина 10,0/80-12 BKT AW-909 нс10 б/к",
            "НоменклатураКод": "УТ000051058",
            "СкладскаяЯчейка": "Окно",
            "Подразделение": "6152",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Шина 10,0/80-12 BKT AW-909 нс10 б/к",
            "НоменклатураКод": "УТ000051058",
            "СкладскаяЯчейка": "У2Пр",
            "Подразделение": "6031",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 10,00-16 VOLTYRE-AGRO IF-131 нс8 и115А6 б/к ВШЗ",
            "НоменклатураКод": "УТ000055384",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10,00-20 BKT EM-936 нс16 146B кам+об.л",
            "НоменклатураКод": "УТ000066199",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 10,00-20 Hawkway G-2/L-2 нс18 168A2 кам",
            "НоменклатураКод": "УТ000069454",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 10,00-20 NorTec ER-109 нс16",
            "НоменклатураКод": "УТ000033986",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,00-20 Titan TI-424 нс16 146A8 кам",
            "НоменклатураКод": "УТ000046293",
            "СкладскаяЯчейка": "У6",
            "Подразделение": "604",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,00-20 Voltyre Heavy DT-114 нс16 146A8 кам ВШЗ",
            "НоменклатураКод": "УТ000030419",
            "СкладскаяЯчейка": "У2Лев",
            "Подразделение": "6032",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 10,00R20 Amberstone 300 нс18 149/146L кам",
            "НоменклатураКод": "УТ000066797",
            "СкладскаяЯчейка": "У5",
            "Подразделение": "602",
            "КонечныйОстаток": 102
            },
            {
            "Номенклатура": "Шина 10,00R20 Amberstone 302 нс18 149/146L кам",
            "НоменклатураКод": "УТ000066806",
            "СкладскаяЯчейка": "У6",
            "Подразделение": "604",
            "КонечныйОстаток": 46
            },
            {
            "Номенклатура": "Шина 10,00R20 Amberstone 306 нс18 149/146L кам",
            "НоменклатураКод": "УТ000066808",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 42
            },
            {
            "Номенклатура": "Шина 10,00R20 Amberstone 309 нс18 149/146J кам",
            "НоменклатураКод": "УТ000066843",
            "СкладскаяЯчейка": "Газон",
            "Подразделение": "6010",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Шина 10,00R20 Amberstone 386 нс18 149/146K кам",
            "НоменклатураКод": "УТ000066239",
            "СкладскаяЯчейка": "У12",
            "Подразделение": "612",
            "КонечныйОстаток": 172
            },
            {
            "Номенклатура": "Шина 10,00R20 Amberstone 386 нс18 149/146K кам",
            "НоменклатураКод": "УТ000066239",
            "СкладскаяЯчейка": "У3Пр",
            "Подразделение": "6051",
            "КонечныйОстаток": 20
            },
            {
            "Номенклатура": "Шина 10,00R20 Forward Traction 281 нс16 кам АШК (ведущая)",
            "НоменклатураКод": "00000020070",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 14
            },
            {
            "Номенклатура": "Шина 10,00R20 Forward Traction 310 нс16 кам АШК (ведущ)",
            "НоменклатураКод": "00000019825",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 17
            },
            {
            "Номенклатура": "Шина 10,00R20 Hilo 300 нс18 149/146L кам",
            "НоменклатураКод": "УТ000066080",
            "СкладскаяЯчейка": "У5",
            "Подразделение": "602",
            "КонечныйОстаток": 150
            },
            {
            "Номенклатура": "Шина 10,00R20 Hilo 700 нс18 149/146K кам",
            "НоменклатураКод": "УТ000066962",
            "СкладскаяЯчейка": "У7",
            "Подразделение": "606",
            "КонечныйОстаток": 80
            },
            {
            "Номенклатура": "Шина 10,00R20 NU 703 кам Н.Камск",
            "НоменклатураКод": "УТ000053379",
            "СкладскаяЯчейка": "У3Пр",
            "Подразделение": "6051",
            "КонечныйОстаток": 15
            },
            {
            "Номенклатура": "Шина 10,00R20 NU 902 кам 149/146K Н.Камск",
            "НоменклатураКод": "УТ000067401",
            "СкладскаяЯчейка": "У14",
            "Подразделение": "6141",
            "КонечныйОстаток": 10
            },
            {
            "Номенклатура": "Шина 10,00R20 NU 902 кам 149/146K Н.Камск",
            "НоменклатураКод": "УТ000067401",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 18
            },
            {
            "Номенклатура": "Шина 10,00R20 NU 903 кам 149/146K Н.Камск",
            "НоменклатураКод": "УТ000067402",
            "СкладскаяЯчейка": "У12",
            "Подразделение": "612",
            "КонечныйОстаток": 76
            },
            {
            "Номенклатура": "Шина 10,00R20 Red Tyre RT-320 кам (без об/л)",
            "НоменклатураКод": "УТ000074047",
            "СкладскаяЯчейка": "Феникс",
            "Подразделение": "800",
            "КонечныйОстаток": 54
            },
            {
            "Номенклатура": "Шина 10,00R20 Tyrex CRG, VM-310 нс16 ОШЗ",
            "НоменклатураКод": "УТ000038426",
            "СкладскаяЯчейка": "Окно",
            "Подразделение": "6152",
            "КонечныйОстаток": 44
            },
            {
            "Номенклатура": "Шина 10,00R20 Tyrex CRG, VM-310 нс16 ОШЗ",
            "НоменклатураКод": "УТ000038426",
            "СкладскаяЯчейка": "У3Лев",
            "Подразделение": "6052",
            "КонечныйОстаток": 13
            },
            {
            "Номенклатура": "Шина 10,00R20 Tyrex CRG, VM-310 нс18 кам ОШЗ",
            "НоменклатураКод": "УТ000041496",
            "СкладскаяЯчейка": "У0",
            "Подразделение": "600",
            "КонечныйОстаток": 43
            },
            {
            "Номенклатура": "Шина 10,00R20 Tyrex CRG, VM-310 нс18 кам ОШЗ",
            "НоменклатураКод": "УТ000041496",
            "СкладскаяЯчейка": "Феникс",
            "Подразделение": "800",
            "КонечныйОстаток": 22
            },
            {
            "Номенклатура": "Шина 10,00R20 Бел-310 нс16 146/143К кам Белшина",
            "НоменклатураКод": "00000023576",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 8
            },
            {
            "Номенклатура": "Шина 10,00R20 Бел-310 нс16 146/143К кам Белшина",
            "НоменклатураКод": "00000023576",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 40
            },
            {
            "Номенклатура": "Шина 10,00R20 И-281 У-4 нс16 кам Н.Камск",
            "НоменклатураКод": "00000018913",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 32
            },
            {
            "Номенклатура": "Шина 10,00R20 И-281 У-4 нс16 кам ОШЗ",
            "НоменклатураКод": "УТ000028133",
            "СкладскаяЯчейка": "У13Лев",
            "Подразделение": "6131",
            "КонечныйОстаток": 53
            },
            {
            "Номенклатура": "Шина 10,00R20 И-281 У-4 нс16 кам ОШЗ",
            "НоменклатураКод": "УТ000028133",
            "СкладскаяЯчейка": "У4Лев",
            "Подразделение": "6072",
            "КонечныйОстаток": 19
            },
            {
            "Номенклатура": "Шина 10,00R20 И-281 У-4 нс18 кам ОШЗ",
            "НоменклатураКод": "УТ000029933",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 46
            },
            {
            "Номенклатура": "Шина 10,00R20 Кама-310 кам Н.Камск",
            "НоменклатураКод": "00000017529",
            "СкладскаяЯчейка": "У12",
            "Подразделение": "612",
            "КонечныйОстаток": 39
            },
            {
            "Номенклатура": "Шина 10,00R20 Кама-310 кам Н.Камск",
            "НоменклатураКод": "00000017529",
            "СкладскаяЯчейка": "У13Лев",
            "Подразделение": "6131",
            "КонечныйОстаток": 70
            },
            {
            "Номенклатура": "Шина 10,00R20 Кама-407 кам Н.Камск",
            "НоменклатураКод": "00000023130",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 9
            },
            {
            "Номенклатура": "Шина 10,00R20 Кама-701 кам Н.Камск",
            "НоменклатураКод": "00000024095",
            "СкладскаяЯчейка": "У13Лев",
            "Подразделение": "6131",
            "КонечныйОстаток": 18
            },
            {
            "Номенклатура": "Шина 10,00R20 Кама-701 кам Н.Камск",
            "НоменклатураКод": "00000024095",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 10,00R20 О-164 нс16 кам ОШЗ",
            "НоменклатураКод": "00000006053",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 10,00R20 ОИ-73Б нс16 кам ОШЗ",
            "НоменклатураКод": "00000018344",
            "СкладскаяЯчейка": "У13Лев",
            "Подразделение": "6131",
            "КонечныйОстаток": 10
            },
            {
            "Номенклатура": "Шина 10,00R20 ОИ-73Б нс16 кам ОШЗ",
            "НоменклатураКод": "00000018344",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 20
            },
            {
            "Номенклатура": "Шина 10,5/80-18 Hawkway R-4 нс12 135A6 б/к",
            "НоменклатураКод": "УТ000069456",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 9
            },
            {
            "Номенклатура": "Шина 11,00R20 Forward Traction 310 нс16 кам АШК (ведущая)",
            "НоменклатураКод": "00000023698",
            "СкладскаяЯчейка": "У2Лев",
            "Подразделение": "6032",
            "КонечныйОстаток": 32
            },
            {
            "Номенклатура": "Шина 11,00R20 NU 703 Н.Камск",
            "НоменклатураКод": "УТ000067404",
            "СкладскаяЯчейка": "У2Пр",
            "Подразделение": "6031",
            "КонечныйОстаток": 9
            },
            {
            "Номенклатура": "Шина 11,00R20 Sunfull HF701 нс18 152/149К (ведущая)",
            "НоменклатураКод": "УТ000067053",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 11,00R20 Tyrex CRG Universal О-168 нс16 кам ОШЗ",
            "НоменклатураКод": "00000024563",
            "СкладскаяЯчейка": "У12",
            "Подразделение": "612",
            "КонечныйОстаток": 24
            },
            {
            "Номенклатура": "Шина 11,00R20 Tyrex CRG Universal О-168 нс16 кам ОШЗ",
            "НоменклатураКод": "00000024563",
            "СкладскаяЯчейка": "У7",
            "Подразделение": "606",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 11,00R20 Tyrex CRG, VM-310 нс16 ОШЗ",
            "НоменклатураКод": "УТ000038700",
            "СкладскаяЯчейка": "У14",
            "Подразделение": "6141",
            "КонечныйОстаток": 24
            },
            {
            "Номенклатура": "Шина 11,00R20 Tyrex CRG, VM-310 нс16 ОШЗ",
            "НоменклатураКод": "УТ000038700",
            "СкладскаяЯчейка": "У2Пр",
            "Подразделение": "6031",
            "КонечныйОстаток": 30
            },
            {
            "Номенклатура": "Шина 11,00R20 И-111А нс16 кам АШК",
            "НоменклатураКод": "00000018128",
            "СкладскаяЯчейка": "У2Лев",
            "Подразделение": "6032",
            "КонечныйОстаток": 4
            },
            {
            "Номенклатура": "Шина 11,00R20 И-68А нс16 кам Н.Камск",
            "НоменклатураКод": "00000017060",
            "СкладскаяЯчейка": "У13Пр",
            "Подразделение": "6132",
            "КонечныйОстаток": 36
            },
            {
            "Номенклатура": "Шина 11,00R20 И-68А нс16 кам Н.Камск",
            "НоменклатураКод": "00000017060",
            "СкладскаяЯчейка": "У14",
            "Подразделение": "6141",
            "КонечныйОстаток": 10
            },
            {
            "Номенклатура": "Шина 11,00R20 Кама-310 нс16 кам Н.Камск",
            "НоменклатураКод": "00000017827",
            "СкладскаяЯчейка": "У12",
            "Подразделение": "612",
            "КонечныйОстаток": 132
            },
            {
            "Номенклатура": "Шина 11,2-20 Ascenso TDB120 107A8 нс8 кам",
            "НоменклатураКод": "УТ000076992",
            "СкладскаяЯчейка": "У3Лев",
            "Подразделение": "6052",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 11,2-20 Nortec F-35 инд.114 нс8 кам АШК",
            "НоменклатураКод": "УТ000039011",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 34
            },
            {
            "Номенклатура": "Шина 11,2-20 VL-40 нс8 кам ВШЗ",
            "НоменклатураКод": "00000017227",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 11,2-20 Ф-35 кам нс8 Н.Камск",
            "НоменклатураКод": "00000017264",
            "СкладскаяЯчейка": "Газон",
            "Подразделение": "6010",
            "КонечныйОстаток": 24
            },
            {
            "Номенклатура": "Шина 11,2-20 Ф-35 кам нс8 Н.Камск",
            "НоменклатураКод": "00000017264",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 112
            },
            {
            "Номенклатура": "Шина 11,2-20 Ф-35 нс8 кам ВШЗ",
            "НоменклатураКод": "00000020563",
            "СкладскаяЯчейка": "У6",
            "Подразделение": "604",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 Ascenso IMB160 нс14 б/к",
            "НоменклатураКод": "УТ000074135",
            "СкладскаяЯчейка": "У1Пр",
            "Подразделение": "6011",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 Ascenso IMB160 нс14 б/к",
            "НоменклатураКод": "УТ000074135",
            "СкладскаяЯчейка": "Феникс",
            "Подразделение": "800",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 BKT AW-909 нс12 135A8 б/к",
            "НоменклатураКод": "УТ000055030",
            "СкладскаяЯчейка": "Газон",
            "Подразделение": "6010",
            "КонечныйОстаток": 3
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 BKT AW-909 нс12 135A8 б/к",
            "НоменклатураКод": "УТ000055030",
            "СкладскаяЯчейка": "Окно",
            "Подразделение": "6152",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 BKT AW-909 нс16 141A8 б/к",
            "НоменклатураКод": "УТ000066354",
            "СкладскаяЯчейка": "А410",
            "Подразделение": "410",
            "КонечныйОстаток": 1
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 NorTec IM-21 нс10 б/к АШК",
            "НоменклатураКод": "УТ000053327",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 NorTec IM-21 нс16 б/к АШК",
            "НоменклатураКод": "УТ000053328",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 Speedways PK-303 135A8 нс12 б/к",
            "НоменклатураКод": "УТ000074061",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 17
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 Speedways PK-303 141A8 нс16 б/к",
            "НоменклатураКод": "УТ000074062",
            "СкладскаяЯчейка": "У10",
            "Подразделение": "610",
            "КонечныйОстаток": 6
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 Sunstyer IMP01 нс14 б/к",
            "НоменклатураКод": "УТ000074428",
            "СкладскаяЯчейка": "У11",
            "Подразделение": "611",
            "КонечныйОстаток": 5
            },
            {
            "Номенклатура": "Шина 11,5/80-15,3 Titan Contractor F-3 нс14 и139А8 б/к",
            "НоменклатураКод": "УТ000055537",
            "СкладскаяЯчейка": "У3Лев",
            "Подразделение": "6052",
            "КонечныйОстаток": 2
            },
            {
            "Номенклатура": "Шина 1100/400-533 О-47А нс12 кам ОШЗ",
            "НоменклатураКод": "00000018532",
            "СкладскаяЯчейка": "У15",
            "Подразделение": "6151",
            "КонечныйОстаток": 1
            }
            ]
            }""";

    private String expectedContainer20 = """
            К8941_721   184
            К7816_721   162
            К6935_722   136
            К0220_721   123
            К3248_722   89
            К7130_721   84
            К8605_721   67
            К8030_721   40
            К4219_721   38
            К3443_722   35
            К1505_721   33
            К2750_722   24
            К9593_722   21
            К2656_721   20
            К1682_722   8
            К3844_722   8
            К2700_722   0
            К6053_722   0
            К6760_722   0
            К8505_721   0
            """;

    private String expectedContainer40 = """
            К3587_740   40
            К0402_740   13
            К8390_740   4
            К2922_740   2
            К1714_740   0
            К3303_740   0
            К7287_740   0
            К8635_740   0
            """;

    private String expectedTyresBalance = """
                        
            Шина 11,5/80-15,3 Titan Contractor F-3 нс14 и139А8 б/к
            У3Лев_6052   2
                        
            Шина 11,5/80-15,3 BKT AW-909 нс12 135A8 б/к
            Газон_6010   3
            Окно_6152   1
                        
            Шина 11,5/80-15,3 NorTec IM-21 нс16 б/к АШК
            У10_610   2
                        
            Шина 11,5/80-15,3 NorTec IM-21 нс10 б/к АШК
            У10_610   2
                        
            Шина 11,5/80-15,3 Ascenso IMB160 нс14 б/к
            У1Пр_6011   3
            Феникс_800   1
                        
            Шина 11,5/80-15,3 Sunstyer IMP01 нс14 б/к
            У11_611   5
                        
            Шина 11,5/80-15,3 Speedways PK-303 135A8 нс12 б/к
            У10_610   17
                        
            Шина 11,5/80-15,3 Speedways PK-303 141A8 нс16 б/к
            У10_610   6
                        
            Шина 11,5/80-15,3 BKT AW-909 нс16 141A8 б/к
            А410_410   1
            """;

    private String expectedCellsBalance = """
            Покрышка 12,4L-16 NorTec TS07 нс8 АШК  1
            Покрышка 15,5-38 Ascenso TDB120 нс8 133A8  2
            Покрышка 15,5-38 Ф-2АД нс8 АШК  1
            Покрышка 9,00R20 NU 902 Н.Камск  4
            Шина 10,0/75-15,3 NorTec ER-117 нс10 кам АШК  8
            Шина 10,0/75-15,3 NorTec IM-17 нс12 кам АШК  7
            Шина 10,0/75-15,3 Speedways PK-303 126A8 нс12 бк  51
            Шина 10,0/75-15,3 Titan Contractor F-3 нс12 и128А8 б/к  2
            Шина 10,0/75-15,3 TVL-2 нс12 и126 кам ВШЗ  311
            Шина 10,00-16 VOLTYRE-AGRO IF-131 нс8 и115А6 б/к ВШЗ  4
            Шина 10,00R20 Forward Traction 310 нс16 кам АШК (ведущ)  17
            Шина 10,00R20 Бел-310 нс16 146/143К кам Белшина  8
            Шина 11,2-20 Ф-35 кам нс8 Н.Камск  112
            Шина 11,5/80-15,3 NorTec IM-21 нс10 б/к АШК  2
            Шина 11,5/80-15,3 NorTec IM-21 нс16 б/к АШК  2
            Шина 11,5/80-15,3 Speedways PK-303 135A8 нс12 б/к  17
            Шина 11,5/80-15,3 Speedways PK-303 141A8 нс16 б/к  6
            """;
}